Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/social_welfare/irish_social_welfare_system/social_assistance_payments/residency_requirements_for_social_assistance_in_ireland.html.txt.tmx
Source language: en
Languages: fr

source: Residence requirements for social assistance in Ireland
fr: Conditions de résidence pour bénéficier des prestations sociales en Irlande

source: The social welfare system in Ireland is divided into three main types of payments. These are:
fr: En Irlande l'aide sociale est divisée en trois types de prestations, à savoir :

source: • Social insurance payments: (for example, Jobseeker's Benefit)
fr: • Les paiements d'assurance sociale: (notamment les indemnités de chômage)

source: • Means-tested payments or social assistance payments: (for example, Jobseeker's Allowance)
fr: • Les paiements soumis à des conditions de ressources ou les prestations d’aide sociale (notamment l’assistance-chômage)

source: • Universal payments: (for example, Child Benefit)
fr: • Les versements universels : (notamment les allocations familiales)

source: With all social welfare payments in Ireland, you must satisfy the rules for each scheme to qualify
fr: Pour toute prestation d'aide sociale en Irlande, il vous faut remplir les conditions requises par chaque régime

source: You must also be habitually resident in Ireland to qualify for the following payments:
fr: Vous devez également être résident habituel en Irlande pour être éligible aux versements suivants:

source: • Back to Work Family Dividend • Blind Pension
fr: • Pension pour les personnes aveugles ou malvoyantes

source: • Widow's, Widower's or Surviving Civil Partner's (Non-Contributory) Pension
fr: • Pension (non contributive) accordée au veuf, à la veuve ou au partenaire survivant

source: Your spouse, civil partner or cohabitant and any dependent children you have are not required to satisfy the habitual residence condition in their own right
fr: Votre époux/épouse, partenaire civil(e) ou cohabitant/e et tout enfant à charge n’ont pas besoin de remplir la condition de résidence principale en leur nom

source: Under EU law, in certain circumstances, the habitual residence condition does not have to be satisfied. These circumstances apply to: 1. Family Benefits and 2. Supplementary Welfare Allowance
fr: Cela signifie que si vous déposez une demande de prestations sociales, vous seul, en tant que demandeur, devez satisfaire la condition de résidence principale

source: This means that they are payable to a person who qualifies for EU migrant worker status for dependants who are resident in Ireland or in another EEA state
fr: Le service de Protection Sociale a publié un ensemble de directives opérationnelles concernant les conditions de résidence habituelle

source: Changes to HRC in 2014
fr: Modifications de la condition de résidence principale en 2014

source: You must be habitually resident in the State on the date you make the application and you must remain habitually resident in the State after you apply
fr: Lorsque vous faites votre demande, votre résidence habituelle doit se trouver en Irlande, et vous devez y rester après votre demande

source: This provision was added by the Social Welfare and Pensions Act 2014, which came into force on 17 July 2014
fr: Cette condition a été ajoutée par le « Social Welfare and Pensions Act 2014 », entré en vigueur le 17 juillet 2014

source: Before this, the habitual residence condition (HRC) could only be examined on the date of application
fr: Avant cela, la condition de résidence principale (HRC) pouvait uniquement être examinée à la date de la demande

source: Since 17 July 2014, the HRC decision on your case may be reviewed if any relevant circumstances change (for example, if you lose the right to reside) or if you were absent from the State for a significant period of time
fr: Depuis le 17 juillet 2014, la décision relative à la HRC dans votre cas pourrait faire l’objet d’un nouvel examen si une situation pertinente venait à changer (par exemple, si vous perdez votre droit de séjour) ou si vous veniez à vous absenter de l’État pour une longue période

source: What is habitual residence?
fr: Que signifie «résidence habituelle» ?

source: The term "habitually resident" is not defined in Irish law
fr: L'expression «résidence habituelle» n'est pas définie dans la loi irlandaise

source: In practice it means that you have a proven close link to Ireland
fr: En pratique, elle implique un lien étroit avec l’Irlande

source: The term also conveys permanence - that a person has been here for some time and intends to stay here for the foreseeable future
fr: L’expression traduit également qu’une personne y a séjourné pendant un certain temps et a l’intention de demeurer dans le pays pendant une durée indéterminée dans un avenir prévisible

source: Proving you are habitually resident relies heavily on fact
fr: Établir qu’une personne est résidente habituelle repose largement sur des faits

source: If you have lived in Ireland all your life, you will probably have no difficulty showing that you satisfy the factors which indicate habitual residence – see list below
fr: Si vous avez vécu toute votre vie en Irlande, vous n’aurez sans doute aucune difficulté à démontrer que vous répondez aux critères établissant la résidence habituelle énumérés plus bas

source: Who decides whether an applicant is habitually resident?
fr: Qui détermine la résidence habituelle des demandeurs?

source: Statutorily appointed Deciding Officers (or Determining Officers in the case of Supplementary Welfare Allowance) determine whether you meet the requirement to be habitually resident in the State
fr: Des fonctionnaires statutairement nommés pour prendre ces décisions (ou, dans le cas de l'allocation sociale complémentaire, des agents autorisés à déterminer les droits) décideront si vous répondez aux critères de résidence habituelle

source: The Officer will rely on the evidence you provide and be guided by national and EU law and guidelines when making their decision
fr: Pour sa prise de décision, l’agent se basera sur les preuves que vous aurez fournies et consultera les lois nationales et européennes ainsi que les directives

source: When the Officer makes a decision on whether a person is habitually resident they must follow a series of steps:
fr: Lorsqu’un agent prend une décision concernant la validité de la résidence habituelle d’une personne, il procède par étapes:

source: 1. Check whether you are a person who is not regarded as being habitually resident in the State
fr: 1.Il vérifie si vous êtes quelqu’un qui n’est pas perçu comme résidant habituellement dans le pays

source: For example, asylum seekers are not regarded as habitually resident
fr: Ceci inclut les demandeurs d’asile qui n’ont pas de résidence habituelle

source: You can find out more about who is not regarded as habitually resident in Appendix 3 of the Operational Guidelines
fr: Vous pouvez consulter l’appendice 3 des directives opérationnelles afin de déterminer dans quelles circonstances une personne ne serait pas considérée comme résidant habituellement dans le pays

source: 2. Check whether you are exempt from the habitual residence condition
fr: 2.Il vérifie si vous êtes exempté des conditions de résidence habituelle

source: Certain people, in particular EEA nationals who are considered migrant workers, are exempt from the habitual residence condition (see also Exemption from the habitual residence condition above)
fr: Certaines personnes, en particulier les travailleurs migrants qui sont ressortissants de l’EEE, sont exemptés des conditions de résidence habituelle (voir également les conditions d’exemption de résidence habituelle pour le cas des ressortissants de l’EEE ci-dessous)

source: You can find out more about who is exempt from the habitual residence condition in Section 3 of the Operational Guidelines
fr: Vous pouvez consulter l’article 3 des directives opérationnelles afin de déterminer dans quelles circonstances une personne serait considérée comme résidant habituellement dans le pays

source: 3. Check whether a previous habitual residence decision has been given or if the case is under appeal
fr: 3.Il vérifie si une résidence habituelle a fait l’objet d’une décision préalable ou si l’affaire a été portée en appel

source: A previous decision on habitual residence should carry through to subsequent claims unless there has been a significant change in circumstances since a new application was made
fr: Une décision préalable portant sur la résidence habituelle devrait aboutir à des demandes de paiement ultérieures à moins qu’il n’y ait eu un changement de circonstances important depuis la nouvelle demande

source: 4. Consider whether the person has a right to reside in the State
fr: 4.Il vérifie si la personne a un droit de résidence dans le pays

source: If you do not have a legal right of residence in this State, you will not be regarded as habitually resident
fr: Si vous n’avez aucun droit légal de résider dans ce pays, vous ne serez pas considéré comme y résidant habituellement

source: The following groups of people have a right to reside in Ireland:
fr: Les groupes de personnes suivants ont le droit de résider en Irlande:

source: • UK nationals from the Common Travel Area (CTA)
fr: • les ressortissants du Royaume-Uni de la zone commune de circulation

source: • EEA nationals who are employed or self-employed in Ireland
fr: • les ressortissants de l’EEE exerçant une activité économique en qualité d’employé ou de travailleur indépendant

source: • EEA nationals who have been employed here for over a year and are now unemployed, provided they are registered as jobseekers with the Department of Social Protection
fr: • les ressortissants de l’EEE ayant eu un emploi en Irlande pendant plus d’un an et qui sont à présent sans travail, à condition qu’ils soient inscrits comme demandeurs d’emploi auprès du service de protection sociale

source: • EEA nationals, who have been employed here for less than a year and are now unemployed, may stay for another 6 months provided they are registered as jobseekers with the Department of Social Protection
fr: • les ressortissants de l’EEE ayant eu un emploi en Irlande pendant moins d’un an et qui sont à présent sans travail ont le droit de rester dans le pays pour une durée supplémentaire de 6 mois à condition qu’ils s’inscrivent comme demandeurs d’emploi auprès du service de protection sociale

source: • EEA nationals who can support themselves, their spouse/civil partner and any accompanying dependents and who have comprehensive sickness insurance
fr: • les ressortissants de l’EEE capables de subvenir à leurs besoins et à ceux de leur conjoint (e) ou partenaire, ainsi que de leurs enfants à charge, et qui disposent d’une assurance maladie complète

source: • EEA nationals who are visitors or jobseekers can stay for up to 3 months provided that they do not become a burden on the social welfare system of the State during that period (as determined by the Department of Justice - SI 656 of 2006 (pdf))
fr: • les ressortissants de l’EEE en visite ou en quête d’un emploi peuvent rester jusqu’à 3 mois à condition qu’ils ne deviennent pas une charge pour la protection sociale du pays pendant cette période

source: • Non-EEA nationals with an employment permit that allows them to legally reside and work in the State
fr: • Les titulaires d'une nationalité con comprise dans l'Espace Économique Européen pourvus d'un permis de travail ou de séjour qui leur permette de vivre et de travailler dans le domaine de l'état

source: A person with permission to reside will have the appropriate immigration stamp in their passport and a Certificate of Registration issued by the Garda National Immigration Bureau (GNIB) (a GNIB card)
fr: Toute personne pourvue d'un permis de séjour aura le nécessaire tampon d'immigration sur son passeport et une Certification d'Enregistrement émit par le Bureau d'Immigration de la Garda National – Services de la Police Irlandaise : Garda National Immigration Bureau (GNIB) (une carte GNIB)

source: • Asylum seekers who have been granted permission to remain
fr: • Les demandeurs d'asile à qui on a accordé un permis de séjour

source: The resident spouse or civil partner and/or dependants of a person with refugee status or of a non-EEA national with an employment permit normally hold the same habitual residence status as that of the sponsor
fr: L'époux du résident ou son partenaire civil et/ou les dépendants d'une personne originaire d'un état non compris dans l'Espace Économique Européen pourvue d'un permis de travail jouissent normalement du même statut de séjour que celui de leur principal

source: These family members should be treated as habitually resident as long as they and the sponsor retain permission to be in the State
fr: Ces membres de la famille doivent être traités comme des résidents habituels tant que leur principal conserve son statut de séjour dans le domaine de l'état

source: 5. Examine the 5 factors to determine habitual residence
fr: 5.Il examine les 5 éléments qui déterminent la résidence habituelle

source: Once your right to reside has been established the following 5 factors (which have been set down in Irish and European law) are examined to find out if you are habitually resident in Ireland:
fr: Une fois que votre droit de résidence a été établi, les 5 éléments suivants seront examinés afin de déterminer si vous résidez habituellement en Irlande. Ces 5 éléments ont été fixés dans les lois irlandaises et européennes

source: • Length and continuity of residence in Ireland
fr: • la durée et la continuité de résidence en Irlande

source: • Length and purpose of any absence from Ireland
fr: • la durée et le motif de toute absence du sol irlandais

source: • Nature and pattern of employment
fr: • la nature et le régime de l'emploi

source: • Your main centre of interest
fr: • le centre d’intérêt principal du demandeur

source: • Your future intentions to live in Ireland as it appears from the evidence
fr: • les intentions futures du demandeur résultant des justificatifs fournis

source: You can find out more about the 5 factors in the Operational Guidelines on the Department of Social Protection's website
fr: Pour plus d’informations en ce qui concerne les 5 éléments inscrits dans les directives opérationnelles, consultez le site Web du Service de la Protection Sociale

source: The Department of Social Protection has also published a supplement to the Guidelines with scenarios which show how the habitual residence condition is applied in practice
fr: Ce même service a publié un complément aux directives qui contiennent des scénarios présentant des conditions de résidence habituelle mises en pratique

source: EU rules prevent discrimination on nationality grounds in relation to social security, so it is not possible to exempt a particular category of Irish citizens (such as returning Irish emigrants) from the habitual residence condition (either in general or for Carer’s Allowance) without extending the same treatment to all EU nationals
fr: Par conséquent, il n’est pas possible d’exempter de sa condition de résidence habituelle une catégorie particulière parmi les citoyens irlandais, tels que les émigrants retournant en Irlande, sans reporter le même traitement à l’ensemble des ressortissants européens, que ce soit d’une manière générale ou bien pour le cas de l’allocation de garde à domicile

source: However, the guidelines on determination of habitual residence address the issue of returning emigrants very specifically
fr: Cependant, les directives qui déterminent la résidence habituelle portent sur la question du retour des émigrants d’une manière très spécifique

source: The guidelines state: “A person who had previously been habitually resident in the State and who moved to live and work in another country and then resumes his/her long-term residence in the State may be regarded as being habitually resident immediately on his/her return to the State.”
fr: Les directives stipulent qu’une personne n’ayant préalablement pas résidé habituellement dans le pays et qui est partie vivre et travailler à l’étranger, puis a repris sa résidence à long terme en Irlande peut être immédiatement considérée comme y résidant habituellement dès son retour en Irlande

source: When determining the main centre of interest for returning emigrants, Deciding Officers take account of:
fr: Lorsque le centre principal des intérêts de l’émigrant est défini à son retour en Irlande, les agents autorisés à déterminer les droits prennent en compte:

source: • The purpose of your return, for example, because your foreign residence permit has expired
fr: • l’objectif du retour, notamment dans le cas où le permis de résidence étranger du demandeur aurait expiré

source: • Verified arrangements which you have made in regard to returning on a long-term basis, for example, transfer of financial accounts and any other assets, termination of residence-based entitlements in the other country, or assistance from Safe-Home or a similar programme to enable Irish emigrants to return permanently
fr: • la vérification d’arrangements relatifs au retour à long terme du demandeur, notamment pour le transfert de comptes financiers ou tout autre actif, la fin de toute créance liée à la résidence à l’étranger, ou l’assistance de Safe-Home (foyers d’accueil) ou de programme similaire qui permettrait aux émigrants irlandais de revenir d’une façon permanente

source: • Length and continuity of your previous residence in the State
fr: • La durée et la continuité de la résidence précédente dans le pays

source: • Your record of employment or self employment in another state and
fr: • le relevé d’emploi ou de travailleur indépendant à l’étranger et

source: • Whether you have maintained links with your previous residence and can be regarded as resuming your previous residence rather than starting a new period of residence
fr: • le maintien des liens avec la résidence précédente qui pourrait être interprété comme une intention de reprendre sa vie là-bas plutôt que de commencer une nouvelle période de résidence

source: If the DSP needs more information to decide whether you are habitually resident in the Republic of Ireland you may be asked to fill out the HRC1 form (pdf)
fr: Il se peut que le Service de la protection sociale, afin de décider de votre statut de résident habituel en République d’Irlande, ait besoin d’informations supplémentaires. Dans ce cas, vous pourriez avoir à remplir le formulaire HRC1 (pdf)

source: Regardless of what country you are coming from you may be asked to provide documentary evidence that shows your 'centre of interest' is now in Ireland
fr: Quel que soit le pays de provenance, des preuves documentaires montrant votre «centre d’intérêt» actuel en Irlande peuvent être exigées

source: This evidence should show that you have moved to Ireland, you intend to settle in Ireland permanently and you do not intend to go back to live in the country you came from
fr: Ces preuves devraient indiquer que vous êtes installé en Irlande et que vous n’avez aucune intention de retourner vivre dans le pays que vous venez de quitter

source: Where possible, you should provide the following documentary evidence:
fr: Dans la mesure du possible, vous devez fournir les preuves documentaires suivantes:

source: • Proof to show you have given up accommodation abroad
fr: • une preuve montrant que vous avez évacué votre logement à l’étranger

source: • Proof that you have cancelled or applied to cancel any non-transferable benefits
fr: • une preuve indiquant que vous avez annulé ou fait la demande d’annuler toute prestation non transférable

source: • Proof you have transferred or applied to transfer any transferable income
fr: • une preuve indiquant que vous avez transféré ou fait la demande de transférer tout revenu transférable

source: • Proof to show measures you have put in place to open a bank account here
fr: • une preuve montrant les mesures que vous avez entreprises pour ouvrir un compte en banque en Irlande

source: • Proof to show you have a tenancy in your own name (in Ireland)
fr: • une preuve montrant que vous avez un bail de location à votre nom en Irlande

source: • Proof of travel documents including, where relevant, excess baggage fees and removal/shipping receipts
fr: • un document de voyage comprenant, le cas échéant, les frais pour excédent de bagages et les reçus pour le déménagement et l’envoi de vos biens

source: All evidence presented will be authenticated, as far as is possible, by the relevant Officer
fr: Toute preuve présentée sera authentifiée autant que possible par un agent qualifié

source: In some cases you may be asked to submit further documentary evidence
fr: Dans certains cas, il vous sera possible de fournir d’autres preuves documentaires

source: In certain cases, a Social Welfare Inspector may investigate your application
fr: Dans certaines circontances, un inspecteur de la protection sociale pourrait examiner votre demande

source: Appealing a decision on habitual residency
fr: Faire appel à une décision concernant la résidence habituelle

source: If you are not satisfied with the decision made in your case you have the right of review and/or the right of appeal
fr: Si vous n’êtes pas satisfait de la décision prise par un agent autorisé à déterminer les droits ou à décider des droits, il est possible de demander un réexamen de votre demande ou de faire appel à leur décision

source: If you wish to have your case reviewed you can submit additional evidence and ask for the decision to be reviewed
fr: Si vous souhaitez que votre demande soit réexaminée, vous pouvez fournir d’autres preuves et demander à ce que la décision soit réexaminée

source: You can also bring an appeal against the decision to the independent Social Welfare Appeals Office. If you prefer, you may appeal directly to the independent Social Welfare Appeals Office without first asking for a review
fr: Vous pouvez également faire appel contre la décision auprès du comité indépendant de recours en matière d’affaires sociales (Social Welfare Appeals Office)
